[app]
language=Português
welcome=Bem-vindo ao PhoXo!
untitled=Sem título
close=Fechar
ok=OK
cancel=Cancelar

[file]
recent=Arquivos recentes
open_type=Todas as imagens
load_error=Imagem danificada ou não suportada
not_exist=A imagem não existe
save_error=Falha ao salvar a imagem

[TOPBAR]
57601=Abrir|Abrir um arquivo de imagem
57603=Salvar|Salvar a imagem atual
57604=Salvar como|Salvar a imagem com um novo nome
57634=Copiar|Copiar imagem para a área de transferência
57607=Imprimir|Imprimir a imagem atual
57643=Desfazer|Desfazer a última ação
57644=Refazer|Refazer a última ação desfeita
57664=Sobre|Sobre o PhoXo
7000=Colar|Colar da área de transferência
7001=Novo|Criar uma nova imagem
7002=Do scanner
7003=Limpar arquivos recentes
7004=Configurações|Configurações do aplicativo
7005=Temas|Alterar tema
7016=Mais|Mostrar opções adicionais
9002=Ajustar à janela|Ajustar imagem à janela
9003=Tamanho real|Exibir imagem no tamanho original
8005=Reduzir zoom|Reduzir zoom para ver mais
8006=Aumentar zoom|Aumentar zoom para ver mais detalhes
undo=Cancelar|Desfazer última ação|Desfazer %d ações
theme=Mais|Claro|Escuro|Dia ensolarado|Menta gelada|Rosa sedoso|Ameixa suculenta|Brilho do luar|Paraíso de manga|Floresta mística|Ardósia fria

[TAB]
20000=Cortar ou girar|Teclas:\n← → ↑ ↓: mover 1px\nShift + Seta: mover 10px\nEnter: aplicar corte\nEsc: cancelar\nCtrl + Arrastar: novo corte

[SETTINGS]
0=Configurações
1=Geral
2=Modo de renderização
3=Melhor qualidade|Maior velocidade
4=Ancoragem do painel
5=Direita|Esquerda
6=Nível máximo de zoom
7=Alterar a posição do painel requer reiniciar o PhoXo

[DlgResize]
t=Redimensionar|Largura|Altura|Manter proporção

[cmd]
crop=Cortar
flipv=Virar verticalmente
fliph=Virar horizontalmente
r90=Girar 90° à direita
r270=Girar 90° à esquerda
resize=Redimensionar

[panel_crop]
60=Largura
61=Altura
1=Livre|Proporção personalizada
2=Original|Manter proporção da imagem
3=Aplicar
4=Bloquear proporção ao redimensionar
5=Proporção bloqueada|Proporção desbloqueada
6=Girar 90° à direita
7=Girar 90° à esquerda
8=Virar verticalmente
9=Virar horizontalmente
10=Forma
11=Transformar
15=Retângulo
16=Retângulo arredondado
17=Círculo
20=Arredondamento
21=Cancelar corte
22=Aplicar corte|Cancelar corte
30=Redimensionar imagem